{
  "Home": "Home",
  "Company": "Company",
  "Products": "Products",
  "Contacts": "Contacts",

  "Address": "Address",
  "Phone": "Phone",

  "ContactUs": "CONTACT US",

  "Informations": "Informations",

  "WhereWeWork": "WHERE WE WORK",
  "Workspace": "Workspace",

  "Collaborate": "We collaborate with companies both domestically and internationally.",

  "DevelopedBy": "Developed by",

  "AllRights": "All rights reserved",

  "YourTrustedPartner": "Miftari-Commerce, your trusted business partner.",

  "Albanian": "Albanian",
  "English": "English",

  "WhoAreWe": "WHO ARE WE",

  "WordOur": "Our",
  "WordCompany": "Company",

  "MissionOurWord": "Our",
  "MissionMissionWord": "Mission",

  "Employees": "EMPLOYEES",

  "WhyChooseUs": "WHY CHOOSE US",

  "StaffOurWord": "Our",
  "StaffStaffWord": "Staff",

  "At": "At",
  "OurMissionParagraph": "our mission is to offer innovative and tailored shelving solutions that enhance the functionality and organization of spaces, ultimately contributing to the efficiency and productivity of our clients operations.",
  "OurMissionParagraph2": "We understand that the right shelving can make a significant difference in the way businesses function, and we are committed to delivering excellence in every project we undertake.",
  "OurMissionParagraph3": "Also our mission extends beyond simply selling and assembling shelves, it's about transforming spaces into efficient, well-organized environments that drive success.",

  "StaffParagraph": "Our dedicated team of professionals is the backbone of our success. We take pride in our staff's expertise, professionalism, and unwavering commitment to our mission. When you partner with Miftari Commerce Company, you gain access to:",
  "StaffParagraph2Title": "Experienced Specialists: ",

  "StaffParagraph2": "Our team consists of experienced professionals with in-depth knowledge of shelving systems and design. They bring years of hands-on experience to the table, ensuring that your project is executed with precision and efficiency.",

  "StaffParagraph3Title": "Design Visionaries: ",
  "StaffParagraph3": "Our designers are not just experts in shelving; they are visionaries who can transform your space into a functional and aesthetically pleasing environment. They work closely with you to understand your vision and goals, turning them into reality.  ",

  "StaffParagraph4Title": "Skilled Craftsmen:",
  "StaffParagraph4": " The assembly and installation of shelving require a keen eye for detail and craftsmanship. Our skilled technicians take pride in their work, ensuring that every shelf is flawlessly assembled and securely installed.",

  "EstablishedTitle": "Established in 1999, Miftari Commerce",
  "EstablishedText": "has proudly served as a leading provider in the sales, assembly, and design of high-quality shelving solutions for a diverse range of spaces.",
  "WithOverTwoDecades": "With over two decades of experience, we have honed our expertise to cater to the unique needs of markets, warehouses, and various other commercial and industrial environments."
}
