{
  "Home": "Ballina",
  "Company": "Kompania",
  "Products": "Produktet",
  "Contacts": "Kontaktet",

  "Address": "Adresa",
  "Phone": "Tel",

  "ContactUs": "NA KONTAKTONI",

  "Informations": "Informacione",

  "WhereWeWork": "KU PUNOJMË",
  "Workspace": "Hapësira e punës",
  "Collaborate": "Ne bashkëpunojmë me kompani si brenda dhe jashtë vendit.",

  "DevelopedBy": "Zhvilluar nga",

  "AllRights": "Të gjitha të drejtat e rezervuara",

  "YourTrustedPartner": "Miftari-Commerce, partneri juaj i besuar i biznesit.",

  "Albanian": "Shqip",
  "English": "Anglisht",

  "WhoAreWe": "KUSH JEMI NE",

  "WordOur": "Kompania",
  "WordCompany": "Jonë",

  "MissionOurWord": "Misioni",
  "MissionMissionWord": "Ynë",

  "Employees": "PUNONJËSIT",

  "WhyChooseUs": "PSE TË NA ZGJEDHNI",

  "StaffOurWord": "Stafi",
  "StaffStaffWord": "Ynë",

  "At": "Në",
  "OurMissionParagraph": "misioni ynë është të ofrojmë zgjidhje inovative dhe të përshtatura për raftet që rrisin funksionalitetin dhe organizimin e hapësirave, duke kontribuar përfundimisht në efikasitetin dhe produktivitetin e operacioneve të klientëve tanë.",
  "OurMissionParagraph2": "Ne e kuptojmë se raftet e duhura mund të bëjnë një ndryshim të rëndësishëm në mënyrën se si funksionojnë bizneset dhe ne jemi të përkushtuar të ofrojmë përsosmëri në çdo projekt që ndërmarrim.",
  "OurMissionParagraph3": "Gjithashtu misioni ynë shtrihet përtej thjesht shitjes dhe montimit të rafteve, ka të bëjë edhe me transformimin e hapësirave në mjedise efikase, të mirëorganizuara që nxisin suksesin.",

  "StaffParagraph": "Ekipi ynë i përkushtuar i profesionistëve është shtylla kurrizore e suksesit tonë. Ne krenohemi me ekspertizën e stafit tonë, profesionalizëm dhe përkushtim të palëkundur ndaj misionit tonë. Kur bashkëpunoni me kompaninë Miftari Commerce, ju fitoni akses në:",
  "StaffParagraph2Title": "Specialistë me përvojë: ",
  "StaffParagraph2": "Ekipi ynë përbëhet nga profesionistë me përvojë me njohuri të thella të sistemeve të rafteve dhe dizajnit. Ata sjellin vite përvojë praktike, duke siguruar që projekti juaj të ekzekutohet me saktësi dhe efikasitet.",
  "StaffParagraph3Title": "Vizionarët e dizajnit: ",
  "StaffParagraph3": "Dizajnerët tanë nuk janë vetëm ekspertë në raftet; ata janë vizionarë që mund ta transformojnë hapësirën tuaj në një mjedis funksional dhe estetikisht të këndshëm. Ata punojnë ngushtë me ju për të kuptuar vizionin dhe qëllimet tuaja, duke i kthyer ato në realitet.",

  "StaffParagraph4Title": "Zejtarë të aftë: ",
  "StaffParagraph4": "Montimi dhe instalimi i rafteve kërkon një sy të mprehtë për detaje dhe mjeshtëri. Teknikët tanë të aftë krenohen me punën e tyre, duke siguruar që çdo raft të jetë i montuar dhe instaluar në mënyrë të përsosur.",

  "EstablishedTitle": "E themeluar në vitin 1999, Miftari Commerce",
  "EstablishedText": " ka shërbyer me krenari si ofruesi kryesor në shitjen, montimin dhe projektimin e rafteve me cilësi të lartë për një gamë të larmishme hapësirash.",
  "WithOverTwoDecades": "Me mbi dy dekada përvojë, ne kemi përmirësuar ekspertizën tonë për të përmbushur nevojat unike të tregjeve, depove dhe mjediseve të tjera tregtare dhe industriale."
}
